-- Здесь будут все созданные рецепты. ПОКА БЕЗ ФОТО, ПОТОМ СДЕЛАЮ UPDATE И НАПИШУ ВАМ

INSERT INTO public.recipies(recipe_name, cook_time, tag, instruction) VALUES 
	('Медовик', '1 час', 'торт мёд мед медовик выпечка в духовке духовка тортик к чаю на праздник день рождения коржи', 
'1. Духовку включить для разогрева до 160 градусов.
2. Мёд растопить в кастрюле на маленьком огне. Добавить соду. Постоянно помешивая, проварить на маленьком огне 1-2 минуты, до получения карамельного оттенка.
3. Снять кастрюлю с огня. К медовой смеси добавить сливочное масло и дождаться, пока оно полностью растает.
4. Яйца взбить на максимальной скорости миксера 5 минут, постепенно добавляя весь сахар. Также я добавила щепотку соли.
5. Остывшую смесь мёда и масла добавить к яйцам.
6. Туда же частями просеять муку, перемешивая силиконовой лопаткой.
7. Тесто разделить на 2 части. Выложить половину теста на противень, застеленный пергаментом или силиконовым ковриком. Лопаткой разровнять тесто по всей площади.
8. Выпекать медовый корж при температуре 160 градусов 6-8 минут, до готовности коржа. Выпекание может занять чуть больше или меньше времени в зависимости от толщины коржа. Таким же образом испечь второй корж.
9. У готовых коржей обрезать края. Каждый корж разрезать на 2, 3 или 4 части.
10. Обрезки коржей измельчить блендером или кофемолкой.
11. Сметану смешать с сахарной пудрой.
12. Остывшие коржи промазать сметанным кремом. Верх и бока торта тоже смазать кремом.
13. Обсыпать торт крошкой со всех сторон. Дать медовому торту пропитаться в течение 3-4 часов.'),
	('Шоколадный торт', '3 часа', 'торт шоколадный шоколад какао выпечка в духовке духовка тортик к чаю на праздник день рождения коржи',
'1. Включите духовку и разогрейте до 180 градусов. Смажьте маслом две круглые формы диаметром 20 см и покройте пергаментом. (Или подготовьте одну форму и выпекайте два коржа по очереди.)
2. Просейте в миску муку, какао и разрыхлитель.
3. Добавьте яйца, сахар (сладкоежкам можно добавить еще 2 ст. ложки), размягченное масло, ваниль.
4. Взбейте всё миксером до однородности. Вмешайте 2 ст. л. горячей воды. Если тесто не достаточно жидкое (оно должно капать с насадок миксера) добавьте еще 2 ложки горячей воды.
5. Выложите тесто в две формы (поровну) и разровняйте поверхность.
6. Выпекайте коржи 35-40 минут, чтобы они поднялись (коржи готовы, когда они начинают отходить от боков формы, можете проверить готовность деревянной палочкой).
7. Приготовьте шоколадный крем-помадку. Просейте в миску какао и сахарную пудру. Добавьте растопленное масло и молоко. Взбейте до однородности. Если нужно, добавьте еще немного молока, чтобы помадка не была слишком густой.
8. Остывшие коржи смажьте приготовленной шоколадной помадкой и уложите друг на друга.'),
	('Торт Киевский', '2 часа', 'торт киевский ореховый какао шоколадный масляный крем выпечка в духовке духовка тортик к чаю на праздник день рождения коржи',
'1. Белки взбить с сахаром или пудрой в плотную пену. Всыпать измельченные орехи и просеянную муку, перемешать. Разделить на 2 части.
2. Выпекать 2 коржа в духовке при 180 градусах 40-50 минут. Выключить духовку и какое-то время НЕ ОТКРЫВАТЬ!
3. Приготовить крем. Для этого желтки растереть с сахаром добела. Добавить молоко и какао. Смесь прогреть на очень маленьком огне до загустения, но не доводя до кипения. Охладить.
4. Масло взбить в пышную массу, добавляя по 2-3 столовые ложки охлажденной молочно-желтковой смеси и хорошо взбить деревянной ложкой (именно деревянной, т.к. при этом достигается особая эластичность и пышность).
5. Коржи смазать кремом со всех сторон и оставить торт на несколько часов для пропитки.
Украсить "Киевский" торт орехами и шоколадной крошкой (или по своему вкусу).'),
	('Торт "Бисквитное чудо"', '2 часа', 'торт бисквитный бисквит бисквитное чудо какао банановый ванильный сметанный выпечка в духовке духовка тортик к чаю на праздник день рождения коржи',
'1. В большую миску разбиваем яйца, начинаем взбивать их миксером.
2. Добавляем понемногу сахар, не прекращая взбивания. Яйца с сахаром взбиваем 10-15 минут, до увеличения массы в объеме в 4-5 раз.
3. Частями всыпаем просеянную муку с разрыхлителем и аккуратно и медленно перемешиваем тесто лопаткой или ложкой снизу вверх до однородности.
4. Добавляем какао и снова медленно перемешиваем, пока тесто не станет однородным и в нём не останется комочков.
5. Форму (диаметром 22-23 см) покрываем пергаментом. Выкладываем тесто в форму.
6. Отправляем в духовку, заранее разогретую до 180 градусов, на 30-40 минут. Во время выпечки бисквита духовку не открываем.
Готовый бисквит покроется сверху равномерной румяной корочкой. Для того чтобы проверить бисквит на готовность, проткните его деревянной шпажкой или зубочисткой - она должна остаться сухой и чистой.
7. Готовим крем: охлаждённую жирную сметану взбиваем с сахаром и ванильным сахаром до полного его растворения (можно взбить сметану с сахарной пудрой).
8. Остывший бисквит разрезаем на коржи. Для этого можно использовать нож, но лучше всего подойдёт обыкновенная швейная нить, с помощью которой вы легко разрежете бисквит на несколько коржей: обхватите бисквит нитью и потихоньку тяните нить на себя, соединяя её края.
9. Первый корж кладём на тарелку и смазываем сметанным кремом. Крема не жалеем.
10. Нарезаем банан кружочками и выкладываем поверх крема (можно использовать и другие фрукты). На бананы снова выкладываем крем.
11. Накрываем следующим коржом и повторяем то же самое. Верхний корж только смазываем сметанным кремом.
12. Оставляем бисквитный торт (предварительно накрываем его) пропитываться в холодильнике на несколько часов (можно до следующего дня).'),
	('Пирог "Зебра"', '1 час', 'торт зебра слоеный какао необычный пирог зебра ванильный сметанный выпечка в духовке духовка тортик к чаю на праздник день рождения',
'1. Яйца взбить с сахаром до белой пены.
2. Добавить просеянную муку, соду (можно погасить), растопленное остывшее сливочное масло, сметану и тщательно перемешать (лучше миксером).
3. Тесто разделить на две равные части. В одну часть добавить 2 ст. ложки муки. В другую 2 ст. ложки какао.
4. Перемешать, чтобы не было комочков.
5. Тесто должно быть консистенции негустой сметаны.
6. Широкую форму (26-28 см) смазать маслом. Вливать в центр поочередно небольшие порции разного теста (по столовой ложке). Не перемешивать!
7. Выпекать пирог «Зебра» в предварительно разогретой духовке при температуре 190-200 градусов в течение получаса. Постоянно поглядывать. Если верх пирога уже пропечется, а середина еще нет - следует накрыть пирог фольгой, уменьшить температуру до 180 градусов и выпекать пирог «Зебра» до готовности.
8. Вы можете прослоить взбитой сметаной с сахаром или заварным кремом, будет очень вкусно!'),
	('Старый Наполеон', '3 часа', 'торт наполеон старый слоеный слои масляный крем сметанный выпечка в духовке духовка тортик к чаю на праздник день рождения коржи',
'1. Готовим два теста для Наполеона. 1 тесто: 1 пачку маргарина(250г) растопить и смешать с 1-м стаканом муки. 2 тесто: 1 стакан сметаны взбить с 2-мя яйцами. 1,2 стакана муки + 0,5 стакана на подсыпку.
2. Замесить 2-е тесто и разрезать его на 6 частей.
3. Каждую часть тонко раскатать и намазать 1-м тестом.
4. Все намазанные коржи сложить (один на другой, их так можно и намазывать) и скрутить рулетом. Положить в кулек и поставить в холодильник на ночь (на 12 часов).
5. Разрезать рулет поперек на 18-20 частей толщиной до 1,5 см. Половину спрячьте в холодильник, чтобы были холодными (их раскатаете позже), а оставшиеся очень тонко раскатайте. Чтобы коржи были ровнее, можно края обрезать с помощью тарелки.
6. Испечь коржи для Наполеона поочередно на противне (сухом, ничем не смазанном) в сильно разогретой духовке. Коржи пекутся быстро. 1,5-2 минуты с одной стороны, переворачиваем, и снова 1,5-2 минуты.
7. Снимаем коржи с противня и складываем стопочкой на тарелку. Обрезки тоже испечь.
8. Готовим крем для Наполеона. 2-3 ст. ложки муки смешиваем с 1,5 стакана сахара и засыпаем в кипящее молоко (0,5 л). Вымешиваем, чтобы загустело, и даем остыть. Потом взбиваем эту массу с 300 г масла.
9. Перемазываем коржи кремом, крошим обрезки и обсыпаем ими торт. Ставим торт Наполеон в холодильник на 12 часов, чтобы хорошо пропитался. В этом Наполеоне 18 коржей!
10. Классический Наполеон готов!'),
	('Шарлотка с яблоками', '50 минут', 'шарлотка торт пирог яблоками яблочный сладкий выпечка в духовке духовка тортик к чаю на праздник день рождения',
'1. Подготовить продукты. Так как сахара мы берем достаточно много, и тесто получится сладким, яблоки лучше брать кислых сортов.
2. Взбить яйца с сахаром и щепоткой соли в светлую густую массу.
Чтобы убедиться, что масса уже хорошо взбилась, проведите линию венчиком. Если она остаётся видимой в течение 1-2 секунд, а потом растекается, это значит, что яйца с сахаром хорошо взбиты. Если же она сразу растекается, нужно взбивать еще.
3. Подготовить яблоки, вырезать из них середину, нарезать ломтиками (или кубиками).
4. Муку частями просеивать в яично-сахарную смесь и аккуратно перемешивать лопаткой движениями снизу вверх. С бисквитным тестом нужно работать осторожно, чтобы сохранить по максимуму его воздушность.
5. (На этом этапе можно добавить в тесто 1 ст. ложку жирной сметаны или 1 ст. ложку растопленного сливочного масла - пирог будет более влажным.)
6. Форму (диаметром 22 см) выстелить пергаментом или смазать сливочным маслом и припылить мукой. Вылить 1/2 часть теста, разровнять.
7. Половину яблок, нарезанных дольками, выложить на тесто. Начинаем выкладывать дольки от бортиков и двигаемся по спирали к середине.
8. Сверху залить оставшимся тестом и таким же образом выложить оставшиеся яблоки. Также на этом этапе вы можете присыпать пирог корицей, если любите её аромат.
9. Если нарезать яблоки кубиками, можно их добавить в тесто и аккуратно перемешать, а потом выложить всю массу в форму для выпекания.
10. Выпекать яблочную шарлотку в разогретой духовке в течение 25-30 минут при температуре 180 градусов. Готовность бисквитного пирога можно проверить деревянной шпажкой.
11. Шарлотка с яблоками готова!'),
	('Сырники из творога', '40 минут', 'сырники из творога сладкая сладкий выпечка сковороде сковородка завтрак творог',
'1. Соединим в миске творог, яйцо, сахар, ванильный сахар и соль. Все хорошо перемешаем.
2. Затем добавим муку (2 столовые ложки с горкой) и также все тщательно перемешаем.
3. Сформируем шарики из творожной массы.
4. На разогретую сковороду нальем растительное масло.
5. Обваляем сырники в муке и выложим на сковороду. Будем жарить сырники на среднем огне с двух сторон до золотистой корочки.
6. Приятного аппетита!'),
	('Сметанный торт', '2 часа', 'торт сметанный сметанник нежный сметана коржи сладкий выпечка в духовке духовка тортик к чаю на праздник день рождения',
'1. Для приготовления теста в сметану добавить сахар, соль и соду. Перемешать.
2. Понемногу всыпая просеянную муку, замесить тесто (муки может понадобиться больше или меньше, в зависимости от её свойств).
3. Разделить тесто на 8 равных частей, сделать из них шарики. Из каждой части, подсыпая при необходимости муку, скалкой раскатать круг толщиной около 2 мм. Разогреть духовку до 200-220 градусов.
4. Противень смазать растительным маслом и аккуратно перенести на него коржи. Или сразу раскатывать коржи на пергаменте или силиконовом коврике для выпечки.
5. Выпекать тонкие коржи из сметанного теста 3-5 минут. Не нужно передерживать их в духовке, коржи пекутся при 200 градусах очень быстро.
6. Пока коржи горячие, прямо на противне вырезать из них одинаковые круги (с помощью подходящей крышки или тарелки).
7. Обрезки коржей собрать и измельчить скалкой в крошку.
8. Приготовить сметанный крем для торта. Для этого взбить охлаждённую жирную сметану с ванильным сахаром и сахарной пудрой (можно использовать и сахар, но пудра легче растворится и предпочтительнее для сметанного крема). При желании добавить в крем цедру, снятую с лимона с помощью мелкой тёрки.
9. Смазать коржи кремом, укладывая их друг на друга. Сверху сметанный торт обильно посыпать крошкой.
10. Поставить сметанный торт в холодильник на 3-4 часа. Чтобы торт быстрее пропитался, можно сперва оставить его при комнатной температуре на 1-1,5 часа, а затем поместить в холодильник.
11. Приятного аппетита!'),
	('Хачапури по-аджарски', '2 часа', 'традиционная традиции грузинская духовка духовке соленая выпечка кухня сулугуни сырный сырное тесто грузия хачапури по-аджарски лодочка',
'1. В просеянную муку высыпать соль, сахар, дрожжи и перемешать.
2. В центре сделать углубление в муке и влить теплое молоко.
3. Замесить однородное тесто. Добавить 2 ст. ложки растительного масла и вмешать масло в тесто.
4. Закрыть миску с тестом пищевой пленкой и поставить в теплое место на 1 час.
5. Через 1 час тесто слегка обмять, накрыть пищевой пленкой и поставить еще на 30 минут в теплое место.
6. Сыр сулугуни натереть на крупной терке и разделить на 2 равные части для двух хачапури.
7. Готовое тесто разделить на две части и сформировать руками круглые лепешки толщиной 5-6 мм.
8. Поочерёдно выложить лепешки на противень, покрытый кулинарной бумагой, припудренной мукой. На лепешки выложить равномерно сыр и закатать с двух противоположных сторон небольшие бортики, соединить с двух сторон края, чтобы получилась форма лодочки. В центр подготовленного хачапури добавить оставшийся сыр.
9. Смазать края хачапури растопленным сливочным маслом.
10. Разогреть духовку до 180°С и выпекать 15 минут.
11. Достать из духовки, в центре хачапури сделать небольшое углубление и влить 1 куриное яйцо, по бокам положить кусочки сливочного масла. Смазать хачапури сливочным маслом.
12. Хачапури по-аджарски готов. Приятного аппетита!'),
	('Ленивый хачапури на сковороде', '12 минут', 'грузинская сковорода сковородка сковородке быстрый быстро завтрак обед соленая выпечка кухня сулугуни сырный сырное тесто грузия хачапури по-аджарски закрытый',
'1. В миске смешать яйцо, соль, сахар, молоко, муку и разрыхлитель. Перемешать венчиком.
2. Туда же натереть на средней тёрке сыр сулугуни (можно использовать любой другой сыр, который хорошо плавится).
3. Сковороду (у меня диаметром 26 см) хорошо разогреть, смазать тонким слоем растительного масла. Вылить в сковороду тесто.
4. Жарить сырную лепёшку под закрытой крышкой на маленьком огне 7-8 минут, пока тесто сверху не схватится.
5. Аккуратно перевернуть лепёшку и жарить с другой стороны 2-3 минуты, до румяности.
6. Ещё горячую сырную лепёшку можно смазать сливочным маслом. Приятного аппетита!'),
	('Слоеное пирожное "Наполеон"', '50 минут', 'наполеон пирожное пироженое торт тортик сладость слоеный слои сгущенка быстрый быстро выпечка духовка',
'1. Замороженное тесто оставила при комнатной температуре на 20 минут. Сливочное масло и сгущенное молоко для крема также должны быть комнатной температуры. Когда тесто немного оттаяло, разрезала каждый из четырех листов на 9 квадратиков.
2. Сгущенку и размягченное масло хорошо перемешала. Можно взбить масло миксером пару минут, затем понемногу добавлять сгущенку и взбить пышный крем, минут 5. 
Я делала крем из 100 г масла и полбанки сгущенки. Чтобы было менее сладко, можно взять 200 г масла. В любом случае, количество и сладость крема можно подбирать по желанию и по вкусу.
3. Разогрела духовку до 220 градусов. Разложила квадратики теста на противень, покрытый пергаментом. Выпекала при 220 градусах 20-25 минут.
4. Потом сформировала пирожные, выкладывая слоями тесто и промазывая кремом. Делала 3 слоя.
5. Три коржика измельчила в крошку. Края каждого пирожного тоже обмазала кремом. Посыпала слоеные пирожные крошкой и сахарной пудрой сверху.
И поставила пирожные "Наполеон" в холодильник часов на 6.'),
	('Булочки-улитки из слоеного теста', '1 час', 'булочки улитки слоеного теста слоеное тесто слои слойки булки выпечка духовка духовке сладкое быстро быстрые',
'1. Раскатываем дрожжевое слоеное тесто в прямоугольный пласт толщиной 0,5 см. 
2. Смазываем тесто мягким сливочным маслом по всей поверхности, не доходя сантиметра 3 до края.
3. Посыпаем сахаром и корицей, а также щепоткой соли, также не доходя сантиметра 3 до края.
4. Сворачиваем тесто в рулет. Фиксируем край.
5. Разрезаем рулет на 16 частей.
6. Можно развернуть слои, чтобы получились розочки.
7. Выкладываем булочки с корицей на противень, выстеленный бумагой для выпечки или фольгой, присыпанной мукой.
8. Оставляем булочки из дрожжевого слоеного теста на расстойку примерно на 1 час под пленкой или полотенцем.
9. Булочки-улитки из слоеного теста, с сахаром и корицей, выпекаем в разогретой духовке при температуре 170-180 градусов до румяности (15-20 минут).
10. Булочки готовы! Приятного аппетита!'),
	('Шаньги домашние', '4 часа', 'домашняя домашние по-домашнему духовка духовке булочки булки выпечка тесто',
'1. Дрожжи растворить в теплом подслащенном молоке и дать подойти до образования пены.
2. Соединить молоко, яйцо, разведенные дрожжи, соль, сахар. Аккуратно перемешать, добавить муку и замесить негустое тесто. Поставить его в теплое место и дать тесту подняться 2 раза.
3. Раскатать небольшие лепешки толщиной 2 см. Уложить их на смазанный маслом противень и дать выстояться 15 минут.
4. Смазать каждую шаньгу сметаной и выпекать в хорошо разогретой духовке (200 градусов) до образования золотистой корочки.
5. Подать шаньги к столу горячими с оставшейся сметаной.
6. Все продукты должны быть теплыми, а сметана - комнатной температуры.'),
	('Домашняя самса', '2 часа', 'самса домашняя по-домашнему беляш мясные конверты духовке мясом татарская кухня тесто соленая выпечка фарш',
'1. Замесите тесто, как на пельмени. Для этого в просеянную муку добавьте соленую воду. Тесто хорошо вымесите и дайте ему отдохнуть не менее получаса.
2. Пока тесто отдыхает, займитесь приготовлением начинки. Для этого добавьте в мясной фарш соль, перец и мелко нашинкованный лук.
3. Отдохнувшее тесто тонко раскатайте и промажьте его поверхность растопленным сливочным маслом, скрутите тесто в колбаску. Для удобства разрежьте колбаску на несколько частей и немного прокрутите каждую часть (без фанатизма). Уберите колбаски в морозильную камеру на час.
4. Через час достаньте тесто, разрежьте его на равные части и раскатайте лепешечки для будущей самсы. Если вы делали все правильно, то на поверхности лепешек будет проглядывать рисунок. Чтобы домашняя самса из слоеного теста получилась красивой и аппетитной, кладите лепешечки рисунком вниз.
5. На каждую лепешечку выкладываем начинку из фарша и аккуратно слепляем концы.
6. Самсу выкладываем на противень, застеленный пергаментной бумагой, промазываем самсу яйцом и убираем в духовку, разогретую до 200 градусов, на 30-40 минут.
7. Вкуснейшая домашняя самса готова! Всем приятного аппетита!'),
	('Тонкие блины на кефире', '2 часа', 'тонкие блины кефире кефир выпечка блинчики блин сковороде сковородке содой кефирные сладкое чаю',
'1. Кефир смешать с содой и оставить минут на 5-7.
2. Желтки перетереть с сахаром. К желткам добавить муку. Все перемешать и по частям добавить кефир с содой.
3. Отдельно взбить белки с солью и добавить к уже перемешанному тесту. В конце влить пару ложек растительного масла.
4. Перед первым блином на сковородку капнуть масла. Потом уже не нужно.
5. Жарить на среднем огне.'),
	('Оладьи на кефире', '2 часа', 'оладьи кефире оладушки кефирные пышные выпечка тесто сковорода сковороде сладкие завтрак сковородке',
'1. К яйцам добавить сахар и соль. Хорошо взбить венчиком.
2. Затем добавить кефир. Хорошо перемешать.
3. Поставить миску на маленький огонь и, помешивая, нагревать смесь, пока она не станет чуть теплой (примерно до 40 градусов). Снять миску с огня.
4. Всыпать в теплую смесь просеянную муку частями, постоянно взбивая венчиком, чтобы не было комочков. Добавить соду.
5. Хорошо всё перемешать. Тесто для оладий на кефире оставить минут на 20-30. Больше тесто не перемешивать!
6. Разогреть сковороду, налить растительное масло (слоем 3-5 мм). Можно использовать меньше масла для жарки, но чем больше масла, тем сильнее поднимутся оладьи.
В хорошо разогретое масло столовой ложкой выкладывать тесто, аккуратно набирая его от края (не перемешивая!).
7. Жарить оладьи на среднем огне сперва с одной стороны до румяности, около 2 минут.
Затем оладьи перевернуть, накрыть сковороду крышкой и жарить с другой стороны еще 1-2 минуты.
8. Можно крышкой не накрывать, но под крышкой оладьи получаются пышнее.
Готовые оладьи можно выкладывать на бумажное полотенце, чтобы впиталось лишнее масло.
9. Подавать оладьи на кефире теплыми, со сметаной, вареньем или медом.
Приятного аппетита!'),
	('Блины на молоке', '2 часа', 'блины молоке блинчики выпечка сковорода сковороде сковородке завтрак сладкая сладкое чаю',
'1. Смешайте яйца, соль, сахар и размешайте миксером. Введите муку и влейте молоко. Взбейте блинное тесто, чтобы добиться однородной консистенции.
2. Влейте в тесто растительное масло, чтобы блины в момент жарки легко переворачивались и не пригорали. Перемешайте.
3. Разогрейте сковородку и смажьте маслом.
4. Налейте в центр сковородки небольшую порцию теста. Сразу же вращайте сковородку по кругу, чтобы тесто равномерно распределилось по всей поверхности.
5. Жарьте тонкие блины на среднем огне до зарумянивания с двух сторон. 6. Переворачивайте блинчики аккуратно с помощью лопатки. Готовые блины сразу смазывайте сливочным маслом, чтобы края не были сухими, а блинчики получились нежными.
7. Тонкие блины на молоке можно подавать с вареньем, джемом или сгущенкой.
Приятного аппетита!'),
	('Домашние вареники с творогом', '1 час 30 минут', 'домашние вареники творогом по-домашнему сладкие сладкое чаю завтрак творожные творог',
'1. Тесто для вареников можно замесить в обычной миске ложкой, но я отдаю предпочтение кухонному комбайну. В чашу просеиваю муку и добавляю соль.
2. Взбиваю венчиком куриное яйцо, а затем смешиваю с водой. Туда же выливаю молоко.
3. В муку отправляю все жидкие ингредиенты и включаю комбайн на 1 минутку.
4. Смазываю стол растительным маслом и еще несколько минут вымешиваю тесто руками, чтобы оно стало более эластичным. Затем перекладываю тесто для вареников в миску, накрываю пленкой и ставлю в холодильник на 30 минут.
5. Тем временем смешиваю творог с сахаром и ароматизатором. (Если вы возьмете кислый творог, то придется добавить больше сахара. Но, чем больше сахара, тем больше жидкости образуется при варке внутри вареника.)
6. Достаю тесто из холодильника и отрезаю небольшой кусочек. Раскатываю в тонкий пласт и кулинарным кольцом (диаметром 10 см) или стаканом вырезаю кружочки.
7. На каждый кусочек теста выкладываю творог.
8. Закрепляю края. Чтобы сформировать края вареника в виде косички, немного прижимаю уголочек и заворачиваю. Чуть ниже снова сдавливаю тесто и заворачиваю. 9. Так продолжаю до тех пор, пока не заверну все края. Чтобы вареник был ровным, краюшек отрезаю. 
10. Края вареника можно оформить и другим способом. Указательный и большой палец окунаю в муку, "сглаживаю" края вареника, чтобы они завернулись. Из приготовленной нормы теста получается 35-40 шт.
11. Вливаю воду в 5-литровую кастрюлю, подсаливаю и жду закипания. Затем отправляю туда 20 вареников и варю вареники с творогом 5 минут после того, как они всплывут.
12. Вынимаю вареники в миску со сливочным маслом, накрываю крышкой и встряхиваю, чтобы все хорошо перемешалось (ложкой не мешайте).
13. Домашние вареники с творогом готовы. Приятного аппетита!'),
	('Вареники с вишней', '1 час 20 минут', 'вареники вишней вишневые ягодные ягоды ягодами сладкое выпечка домашние по-домашнему чаю завтрак',
'1. Вишню моем, удаляем косточки.
2. Засыпаем сахаром, выдерживаем 1 ч, затем сливаем образовавшийся сок.
3. Муку (320-360 г) насыпают в миску, добавляем соль (2 щепотки).
4. Яйцо взбиваем с водой.
5. В муку вливаем яйцо с водой. Постепенно смешивают их с мукой.
6. Из муки, соли, яйца и воды замешиваем крутое тесто. Тесто накрываем полотенцем и оставляем на 30 минут отдохнуть.
7. Рабочую поверхность посыпаем мукой. Затем тесто раскатываем в тонкий пласт (толщиной 2 мм) и вырезаем кружочки с помощью стакана.
8. На середину каждого кружочка кладем немного вишни. Соединяем края и лепим вареники. Начинка из вишни очень сочная, поэтому края нужно залепить тщательно.
9. 1,5 л воды доводят до кипения, солят (1-2 щепотки). Готовые вареники кладем в кипящую воду, варим на среднем огне в течение 10—12 минут.
10. Когда вареники сварятся, вынимаем их шумовкой и выкладываем в глубокую тарелку. Вареники можно полить сметаной и вишневым соком.'),
	('Драники', '1 час 30 минут', 'драники картофельные картофеля картошка картошки жареные сковорода сковороде сковородке',
'1. Сначала берём хорошую крупную картошку и аккуратно чистим, вырезая все глазки. Количество картошки зависит от того, сколько конечного продукта мы планируем получить. 
2. Натереть картошку и лук на терке или в комбайне до однородной массы.
3. В тесто можно добавить пару яиц для клейкости. Можно также слить выступившую крахмальную жидкость. Но это сделать непросто, поэтому я предпочитаю просто добавить в тесто немного муки. 
4. Солим картофельную массу, и можно разогревать сковороду с растительным маслом.
5. На сковороду выкладываем тесто ложкой и обжариваем всё это на манер оладий.
Конечно же, сковорода для драников должна быть тяжелой и чугунной. Но можно взять и сковороду с антипригарным покрытием.
6. Когда драники подрумянятся с одной стороны, переворачиваем их лопаткой или вилочкой и жарим с другой стороны.'),
	('Манник на кефире', '2 часа', 'манник кефире кефирный маник манка манки пирог торт тортик выпечка духовка духовке сладкое чаю',
'1. Манку залить кефиром. Размешать, чтобы не было комочков, и оставить ее для набухания минут на 30-40.
2. Яйца взбить с сахаром. Сначала взбивать на низкой скорости и постепенно увеличивать. Добавить ванильный сахар.
3. Вылить взбитые яйца к манке, добавить растопленное масло, перемешать миксером.
4. Всыпать просеянную с разрыхлителем муку. Перемешать с помощью миксера на низкой скорости.
5. Добавить изюм и перемешать лопаткой. Тесто для манника на кефире получается чуть более жидкое, чем на оладьи.
6. Вылить тесто в смазанную сливочным маслом форму.
7. Выпекать манник с изюмом при 160 градусах примерно 40-45 минут (время выпечки зависит от размера формы и особенностей духовки).
8. Готовый остывший манник с изюмом посыпать сахарной пудрой.
Приятного аппетита!'),
	('Пирожки с капустой', '1 час 30 минут', 'пирожки капустой капустные пирог соленая выпечка соленые духовке домашние домашняя',
'1. Просеиваем муку (400 г - примерно 3 стакана объёмом 200 мл), добавляем дрожжи, сахар, соль. Перемешиваем.
2. Наливаем теплое молоко и теплую воду. Добавляем яйцо и масло. Перемешиваем ложкой и замешиваем тесто. Добавляем ещё муки частями (около 150 г), у вас может уйти чуть меньше или чуть больше. Вымешиваем тесто руками примерно минут 7.
3. Чашку смазываем растительным маслом, тесто кладём в чашку и накрываем пленкой. Оставляем тесто в теплом месте для подъема, примерно на 1 час.
4. Готовим начинку. Капусту тонко шинкуем.
5. Лук очищаем и нарезаем средними кубиками. В сковороду наливаем растительное масло, выкладываем лук и обжариваем до прозрачности.
6. Добавляем капусту, перемешиваем. Тушим капусту под крышкой до мягкости на среднем огне, иногда помешивая, чтобы капуста не подгорела.
Если капуста очень плотная и недостаточно сочная, можно добавить немного воды.
7. Венчиком размешиваем яйца и выливаем в капусту. Добавляем соль, перец (можно добавить рубленую зелень). Перемешиваем и немного обжариваем. Даем начинке остыть.
8. Тесто увеличилось, стало воздушным и пористым.
9. Тесто обминаем, делим на небольшие кусочки и скатываем из них шарики, примерно 16 штук.
10. Каждый шарик раскатываем в лепешку, при необходимости присыпаем мукой.
На каждую лепешку выкладываем начинку, примерно по столовой ложке. Соединяем края теста и формируем пирожок.
11. Противень смазываем растительным маслом. Выкладываем на противень пирожки с капустой швом вниз, накрываем салфеткой и даем пирожкам отдохнуть минут 10.
Затем смазываем пирожки смесью яйца и молока.
12. Ставим противень в духовку, заранее разогретую до 180-190 градусов, и выпекаем дрожжевые пирожки в духовке примерно 30 минут, до румяности.
13. Готовые горячие пирожки с капустой выкладываем на блюдо. Чтобы корочка пирожков была мягкой, можно смазать её маслом. Накрываем пирожки салфеткой и даём им немного остыть.
Приятного аппетита! Готовьте с удовольствием!'),
	('Пицца с вечтиной и грибами', '1 час 30 минут', 'пицца ветчиной грибами ветчина грибы пиццы тонкое выпечка тесто мясная колбаса закуска фильму перекус',
'1. В муке делаем воронку. Добавляем соль, сахар, дрожжи, масло и холодную воду. Замешиваем тесто и ставим его отдохнуть всего на 30 минут.
2. На раскатанное тесто кладём основу: на растительном масле обжариваем мелко рубленный чеснок; потом добавляем 2 столовых ложки томат-пасты, грамм 100 или больше воды, солим, добавляем базилик и тушим минуты 2-3.
3. На основу выкладываем ветчину, сервелат, посыпаем сыром, выкладываем оливки кружками, болгарский перец кубиком (желательно нескольких цветов), грибы, посыпаем орегано.
4. Я выпекал пиццу с ветчиной и грибами на пекарском камне. Если не имеете такового, то просто помещаете пиццу в духовку градусов на 220, минут на 20.
Приятного аппетита!'),
	('Пицца Маргарита', '1 час 20 минут', 'пицца вегетарианская маргарита сырная томатная без мяса закуска фильму перекус',
'1. В тёплой воде развести дрожжи, добавить сахар (так дрожжи быстрее начнут работать), перемешать и оставить минут на 10.
2. В чашку просеять муку. В просеянную муку добавить соль, перемешать венчиком. Сделать в муке углубление и добавить опару.
3. Хорошо перемешать вилкой. Затем замесить тесто руками. Тесто должно быть немного липким и не сухим. При необходимости добавить щепотку муки.
4. Затем добавить оливковое масло. Хорошо перемешать без дополнительной муки.
5. Тесто станет эластичным и гладким. Поместить тесто в чистую чашку, накрыть салфеткой и убрать в тёплое место минут на 30-40.
6. Приготовить начинку. Помидоры нарезать тонкими кружочками. Сыр нарезать брусочками толщиной 1 см. В томатный соус или кетчуп (желательно довольно густой, с травами и специями) добавить 3-4 листика свежего базилика и орегано. Перемешать.
7. Спустя время тесто станет гладким и воздушным. Из указанного количества ингредиентов можно приготовить одну пиццу диаметром примерно 30 см или пару небольших. Также из этого теста можно готовить пиццу с любой начинкой.
8. Включить духовку для разогрева до максимальной температуры.
9. Рабочую поверхность присыпать мукой, раскатать тесто в лепёшку толщиной 2-3 мм (можно раскатывать скалкой или разминать подушечками пальцев). Немного растягивая тесто, сформировать основу для пиццы желаемого размера. Тесто хорошо раскатывается и не рвётся.
10. Перенести тесто на пергамент. Чтобы пицца была хрустящей и хорошо пропеклась, наколоть лепёшку вилкой и поставить в духовку минут на 5.
11. Тесто слегка подрумянится. Вместе с пергаментом перенести лепёшку с противня на стол.
12. Равномерно распределить томатный соус по всей поверхности лепёшки.
13. Далее разложить кусочки сыра и кружочки помидоров. Сверху присыпать сухим базиликом. Выложить на помидоры ещё пару кусочков сыра и несколько листочков свежего базилика.
14. Перенести пиццу с пергаментом на противень. Главное правило пиццы - максимально возможная температура и минимальное время. Поэтому смело ставьте самую большую температуру, которая доступна в вашей духовке. Готовность пиццы определяется по сыру - он начнёт таять.
15. Готовую пиццу разрезать порционно специальным ножом.
Приятного аппетита!'),
	('Пицца пепперони', '1 час 20 минут', 'пицца мясная пепперони колбаски колбаса колбасой мясная сырная закуска фильму выпечка',
'1. В глубокую миску наливаем 1 стакан чуть тёплой воды. Добавляем 1 ч. ложку соли, 1 ч. ложку сахара и 10 г сухих дрожжей. Перемешиваем содержимое миски и оставляем на 10 минут, чтобы дрожжи заработали.
2. 2,5 стакана муки просеиваем через сито. Вливаем в муку 3 ст. ложки оливкового масла и раствор дрожжей.
3. Замешиваем тесто. Разумеется, сперва удобнее это делать ложкой, а когда тесто достаточно загустеет, продолжаем месить его руками (не менее 5 минут). 
4. Когда тесто вымешано, кладем его в глубокую миску, смазываем оливковым маслом и накрываем влажным полотенцем. Ставим дрожжевое тесто в тёплое место, чтобы оно подошло, на один час.
5. Пока тесто подходит, готовим соус для пиццы. Для этого очищаем и мелко нарезаем 2 зубчика чеснока. На разогретую сковороду наливаем растительное масло. Выливаем на сковороду 400 мл протертых помидоров в собственном соку. Сразу же добавляем к томатам соль, свежемолотый перец и чеснок. Перемешиваем все ингредиенты и доводим соус до кипения. Пробуем его на вкус. Иногда бывает, что протертые помидоры попадаются с кислинкой, поэтому в соус необходимо добавить сахар для баланса вкуса. Советов, сколько добавлять сахара, я давать не буду, делайте на свой вкус.
6. Настало время одарить соус настоящими итальянскими ароматами! Для этого отправляем в сковороду 1 ч. ложку орегано и 1 ч. ложку базилика. Перемешиваем. 7. Уменьшаем огонь и доводим соус до желаемой консистенции. На это уйдёт около 15 минут.
8. Чтобы не терять времени даром, подготавливаем сыр - натираем на терке. Для того чтобы пицца получилась максимально вкусной, я использую два вида сыра. Первый – всегда неизменный, это моцарелла для пиццы. Именно для пиццы, а не в рассоле. Связано это с тем, что в ней ярче выражен вкус сыра, поэтому в пицце мне она нравится больше. Второй сыр рекомендую добавить тот, который вам больше нравится. В моём случае это гауда.
9. Мы подошли к самому важному ингредиенту пиццы пепперони - это колбаса пепперони. Найти её можно не везде, но без неё данная пицца не получится, поэтому сделать это необходимо! Нарезаем колбасу тонкими ломтиками.
10. К этому моменту тесто уже должно было взойти. Извлекаем его из миски и разделяем на 3 части (ингредиентов, приведенных в данном рецепте, хватит на 3 небольшие пиццы).
11. Раскатываем каждую часть теста в основу для пиццы. Обрезаем тесто по форме для запекания - основа пиццы приобретет правильную круглую форму и пицца будет выглядеть намного привлекательнее.
12. Духовку разогреваем до максимальной температуры. В моём случае это 280 градусов.
13. Приступаем к сборке пиццы. Припыляем форму для выпечки мукой, чтобы тесто не приставало к ней. Выкладываем основу для пиццы, смазываем приготовленным соусом и равномерно распределяем его, при этом 1,5 см до края основы не должны быть покрыты соусом. Посыпаем соус смесью натертых сыров. Выкладываем ломтики пепперони.
14. Помещаем пиццу в духовку. При температуре 280 градусов пицца пепперони будет выпекаться у меня в духовке около 6 минут.
15. Когда пицца будет готова, очень рекомендую полить её сверху небольшим количеством оливкового масла и посыпать орегано.
Домашняя пицца пепперони полностью готова.
Приятного аппетита!'),
	('Пицца Гавайская', '2 часа', 'пицца гавайская ананасами курицей куриная куриное ананасовая ананас сырная фильму закуска выпечка',
'1. В миске соединить муку, дрожжи, соль и сахар. Перемешать.
2. Сделать в центре сухой смеси углубление и влить туда растительное масло. Добавить воду, затем перемешать ложкой.
3. Рабочую поверхность посыпать мукой и вымешивать тесто в течение 5 минут. Затем вернуть тесто в миску.
4. Миску затянуть пищевой плёнкой и поставить в тёплое место на 1,5 часа.
5. Куриное филе залить в кастрюле водой и отправить на нагрев. После закипания подсолить воду, уменьшить огонь и варить филе 40 минут.
6. Отварное филе вынуть на тарелку и оставить для остывания.
7. Спустя время тесто хорошо поднялось. Включить духовку для разогрева до 200 градусов. Тесто обмять.
8. Отрезать лист пергамента размером с форму и выложить на него тесто. Раскатать тесто в круглый пласт диаметром 25 см и толщиной 3-4 мм. Вместе с пергаментом перенести пласт теста на противень.
9. Твёрдый сыр натереть на средней тёрке. Куриное мясо разобрать на волокна. Смазать основу для пиццы соусом и посыпать орегано.
10. На соус выложить курицу. Поверх курицы распределить кусочки ананаса. Засыпать всё сыром.
11. Выпекать пиццу с курицей и ананасами при 200 градусах 25 минут.
Пицца «Гавайская» готова.
Подавать пиццу нужно сразу после приготовления, пока она горячая.
Приятного аппеттита!'),
	('Борщ с говядиной', '2 часа', 'борщ говядиной суп мясной говядина красный свекольный обед ужин',
'1. Говядину нарезать крупными кусками.
2. Залить мясо в кастрюле холодной водой, довести до кипения, снять пену. Варить бульон примерно 1,5 часа на небольшом огне. В конце варки посолить.
3. Свёклу очистить, нарезать соломкой. Морковь очистить, натереть на крупной терке.  Лук очистить, мелко нарезать. Капусту нашинковать. Картофель очистить, нарезать кубиками.
4. На сковороде разогреть растительное масло. Свёклу, морковь и лук выложить на сковороду и тушить на среднем огне (пассеровать), помешивая, 5-7 минут.
5. В конце добавить уксус и томатную пасту. Перемешать. Готовить овощи ещё 3-4 минуты, помешивая.
6. В кипящий бульон выложить картофель и капусту, варить 10 минут. (Молодую капусту добавлять за 5 минут до окончания приготовления борща.)
7. Затем добавить пассерованные овощи, лавровый лист и перец. Варить борщ с говядиной еще 5-7 минут.
8. Готовому борщу дать настояться 10-15 минут. Зелень нарезать.
9. Разлить борщ по тарелкам, заправить сметаной и посыпать зеленью.'),
	('Куриный бульон с вермишелью', '1 час', 'куриный бульон вермишелью вермишель курица суп обед ужин мясной макароны',
'1. Подготовьте все необходимые ингредиенты. Для бульона можно использовать любую часть курицы, у меня куриный окорочок.
2. Яйца сварите вкрутую (10 минут), затем остудите в холодной воде.
3. Курицу выложите в кастрюлю. Одну морковь очистите, разрежьте на четыре части и добавьте в кастрюлю.
4. Залейте содержимое кастрюли водой (1,4 л) и поставьте на средний огонь. Доведите воду до кипения, снимите пену. Варите куриный бульон на медленном огне 30-40 минут.
5. Из кастрюли выньте курицу, а готовый бульон процедите. Вареная морковь нам больше не понадобится. Верните бульон в кастрюлю и поставьте на медленный огонь. Доведите бульон до кипения.
6. Куриное мясо отделите от костей и разберите на волокна.
7. Вторую морковь очистите и нарежьте тонкой соломкой. Добавьте в бульон. Варите 5-7 минут.
8. В кипящий бульон с морковью добавьте мелкую вермишель и перемешайте.
9. Доведите бульон до кипения, варите мелкую вермишель 1 минуту. Снимите кастрюлю с огня. Накройте крышкой и дайте супу постоять 5-10 минут, до готовности вермишели.
10. Яйца очистите и разрежьте пополам. Зелень (только листья) мелко нарежьте. Разлейте куриный бульон с вермишелью по тарелкам, дополните половинками отварных яиц, кусочками курицы и измельчённой зеленью.'),
	('Сырный суп с шампиьнонами', '50 минут', 'сырный суп шампиньонами шампиньоны грибной вегетарианский обед ужин без',
'1. Картофель очищаем, нарезаем кусочками среднего размера и заливаем в кастрюле небольшим количеством воды. Отвариваем около 15 минут до полной готовности.
2. Грибы обтираем влажным кухонным полотенцем и нарезаем пластинками.
3. Разогреваем сухую сковороду и обжариваем грибы на среднем огне около 7-10 минут, до уменьшения их в размере и испарения лишней жидкости.
4. Картофель освобождаем от жидкости и разминаем в пюре (слегка, без фанатизма).
5. Лук и морковь очищаем. Лук нарезаем небольшими кубиками, морковь натираем на средней терке. Плавленые сырки натираем на крупной или средней терке.
6. В кастрюле с толстым дном растапливаем сливочное масло и добавляем растительное масло. Обжариваем лук с морковью 3-5 минут до мягкости и легкой золотистости.
7. Затем в кастрюлю с луком и морковью добавляем толченый картофель и грибы. Заливаем содержимое кастрюли водой, добавляем немного соли и черный молотый перец. Варим все 10 минут.
8. Затем добавляем плавленый сыр, интенсивно размешиваем (чтобы сыр лучше растворился) и варим суп еще 3 минуты.
9. Затем добавляем сметану.
10. Укроп промываем, мелко нарезаем и добавляем в кастрюлю (немного укропа можно оставить для подачи блюда). Доводим суп до кипения, добавляем соль по вкусу и выключаем огонь.
Сырный суп с шампиньонами разливаем по тарелкам, каждую порцию посыпаем оставшимся укропом и подаем к столу. Приятного аппетита!'),
	('Суп с фрикадельками и вермишелью', '45 минут', 'суп фрикадельками вермишелью вермишель фрикадельки фарш обед ужин бульон',
'1. Подготовить продукты для супа с фрикадельками. Куриное филе порезать на кусочки и пропустить через мясорубку. Или использовать готовый куриный фарш.
2. Фарш посолить и поперчить. Хорошо перемешать и отбить, бросая в миску несколько раз.
3. Сформировать из фарша мокрыми руками фрикадельки.
4. Вскипятить воду. Посолить. В кипящую воду выложить фрикадельки.
5. Картофель очистить и нарезать небольшим кубиком (произвольными кусочками).
6. К фрикаделькам добавить картофель. Варить на среднем огне 10 минут.
7. Лук очистить и мелко нарезать. Морковь очистить и натереть на крупной терке.
8. Разогреть сковороду, налить растительное масло. В разогретое масло выложить лук и морковь. Обжарить на умеренном огне (пассеровать), помешивая, 4-5 минут, до мягкости.
9. В кастрюлю с супом добавить зажарку (пассеровку), перец и лавровый лист. Варить 5-7 минут.
10. Добавить в суп с фрикадельками и овощами вермишель. Варить суп с вермишелью 3-5 минут.
11. Зелень мелко нарезать и добавить в суп. Снять кастрюлю с огня и дать супу настояться 10 минут.
Суп с фрикадельками и вермишелью готов.
Приятного аппетита!'),
	('Молочные коржики', '40 минут', 'молочные коржики печенье пирожное молочное молоко выпечка духовке быстрая',
'1. Мягкое сливочное масло растираем с сахаром.
2. Добавляем яйцо и молоко, перемешиваем до однородности с помощью венчика.
3. Молоко лучше подогреть до комнатной температуры, чтобы оно хорошо соединилось с остальными ингредиентами.
4. Муку (350 г = 2 стакана объёмом 250 мл + 1 ст. ложка с горкой) объединяем с разрыхлителем и частями вводим к основной массе, замешивая тесто.
5. Замешивать можно, для удобства, сначала ложкой, потом руками.
6. Тесто получается мягкое, эластичное и совсем не липнет к рукам.
7. Включаем духовку и разогреваем до 180 градусов. Раскатываем тесто в пласт 0,5 см толщиной и с помощью вырубки формируем коржики.
8. Выкладываем заготовки на противень, застеленный пергаментной бумагой, на небольшом расстоянии друг от друга. Выпекаем при 180 градусах около 15 минут.
Молочные коржики как в детстве!'),
	('Шоколадное печенье с трещинками', '1 час 40 минут', 'шоколадное печенье трещинками шоколад какао пирожное выпечка сладкая духовка',
'1. В миску отправить мягкое сливочное масло, соль, сахар и ванильный сахар. Перемешать до однородности. Можно использовать миксер.
2. Добавить какао, снова перемешать. Добавить яйца и перемешать. Добавить разрыхлитель и частями всыпать муку, перемешивая до однородности. Поместить тесто в морозилку на 1 час. Тесто должно затвердеть, чтобы из него можно было катать шарики.
3. Скатывать из теста шарики весом 25-30 г (размером с грецкий орех) и обваливать их в сахарной пудре.
4. Выкладывать шарики на противень с пергаментом или силиконовым ковриком, оставляя расстояния между ними, так как печенье увеличится в размере при выпекании.
5. Выпекать шоколадное печенье 15 минут при температуре 180 градусов.
Готовому шоколадному печенью с трещинками дать немного остыть, потому что оно очень нежное. Потом можно снимать печенье с противня.'),
	('Классический чизкейк', '2 часа 40 минут', 'классический чизкейк ванильный творожный сливочный сыр печенье выпечка духовка сладкая торт пирог',
'1. Предварительно разогреть духовку до 180 градусов. Смазать маслом разъемную форму для торта.
2. Блендером хорошо измельчить печенье. Добавить растопленное сливочное масло, сахар и соль, хорошо перемешать.
3. Выложить полученную массу в форму, придавливая пальцами, равномерно распределить по дну и краям. 
4. Поместить форму с основой чизкейка в духовку. Температуру уменьшить до 150 градусов. Выпекать 12-15 минут. Затем остудить на решетке.
5. Миксером на средней скорости взбить сливочный сыр (комнатной температуры). Постепенно добавить сахар, лимонную цедру, лимонный сок и соль. 
6. Вбить по одному яйца, добавить сметану. Взбить до однородности.
7. Форму с основой из печенья завернуть снизу в фольгу. Вылить на основу приготовленную начинку, слегка стукнуть о стол, чтобы убрать пузырьки воздуха.
8. Поставить форму в глубокий противень. Налить в противень кипяток таким образом, чтобы вода доходила до 1/2 высоты формы.
9. Поместить чизкейк в разогретую до 200 градусов духовку сперва на 10-15 минут. Затем уменьшить температуру до 110-120 градусов и довести чизкейк в духовке до готовности, около 1,5 часа.
10. Вынуть форму из воды, оставить чизкейк в выключенной духовке минут на 20. Затем оставить чизкейк при комнатной температуре до полного остывания.
11. Острием ножа провести по стенкам, отделяя чизкейк от бортиков формы. Поместить чизкейк в форме в холодильник на несколько часов (на ночь). Затем аккуратно снять форму и можно чизкейк подавать.'),
	('Сладкая колбаса', '3 часа', 'сладкая колбаса шоколадная ореховая орех грецки ваниль',
'1. Печенье поломать руками и поместить в чашу блендера, добавить орехи.
2. Измельчить печенье и орехи в крошку. Лучше всего, если в крошке будут попадаться небольшие кусочки неперемолотого печенья.
3. В кастрюльке или сотейнике соединить воду, масло, сахар и какао.
4. Массу прокипятить, добавить ванилин (по желанию).
5. Добавить измельченное печенье и орехи. Все перемешать до однородного состояния и остудить.
6. Массу выложить на пищевую плёнку, сформировать колбаску и завернуть ее в пленку. Оставить сладкую колбасу в холодильнике на 2-3 часа.
Сладкая колбаса из печенья с орехами готова!'),
	('Жюльен с курицей и грибами', '35 минут', 'жюльен грибами курицей курица обед ужин французская кухня духовке сыр шампиньон курин',
'1. Куриное филе нарежьте небольшими кусочками.
2. Курицу обжарьте на растительном масле несколько минут до полуготовности.
3. Лук мелко нарежьте, добавьте к курице и жарьте куриное филе с луком еще 3-4 минуты.
4. Шампиньоны крупно нарежьте и добавьте в сковороду.
5. После того, как выпарится влага из грибов, посолите, поперчите и готовьте курицу с луком и грибами еще 5-7 минут, до золотистого цвета.
6. Залейте мясо и грибы сливками, немного прогрейте всё вместе.
7. Сыр натрите на крупной терке и выложите сверху.
8. Выключите огонь и накройте сковороду крышкой.
9. Когда через 3-5 минут сыр расплавится, жюльен с грибами и курицей можно подавать к столу.
10. Если ваша сковорода позволяет, украсьте жульен с курицей листиками базилика и подавайте к столу прямо в этой посуде. Или подавайте жюльен порционно на тарелке, украсив зеленью и дополнив блюдо свежими овощами.
Приятного аппетита!'),
	('Яичные конвертики с сыром и ветчиной', '20 минут', 'завтрак яичные конвертики сыром ветчиной ветчин сыр яичн яйц быстрый перекус',
'1. Натрите ветчину и сыр на мелкой тёрке.
2. В отдельную ёмкость разбейте яйца и слегка взбейте вилкой, чтобы белки и желтки смешались. Для удобства дальнейшего приготовления можно взбивать и обжаривать по одному яйцу за раз, но тогда блинчики получатся чуть более толстыми.
3. Разогрейте сковороду на среднем огне и смажьте растительным маслом. Влейте порцию взбитых яиц и распределите по сковороде, чтобы получился тонкий яичный блинчик. Жарьте блинчик примерно 1-2 минуты, пока яичная масса не "схватится".
4. Затем переверните яичный блинчик на другую сторону. В центр блинчика выложите немного ветчины и натёртого сыра. У меня получается 5 тонких или 4 толстых блинчика, поэтому начинку я делю соответственно на 4-5 частей и распределяю между блинчиками.
5. Сверните яичный блинчик с начинкой конвертиком. Для этого сперва подверните свободные края блинчика слева и справа от начинки и сложите по направлению к центру. Прижмите края блинчика лопаткой на 10-15 секунд, чтобы зафиксировать их в таком положении.
6. Затем таким же образом подверните верхний и нижний края блинчика. Слегка прижимая лопаткой, обжарьте получившийся конвертик ещё 20-30 секунд.
7. Затем переверните яичный конвертик и обжарьте ещё 20-30 секунд с другой стороны. Повторите процесс с оставшейся яичной массой и начинкой.
8. Аппетитные яичные конвертики с сыром и ветчиной готовы. При желании срежьте выступающие края конвертиков, придав им более аккуратную форму. Украсьте блюдо измельчённой зеленью и подавайте к столу.
Приятного аппетита!'),
	('Тушеная картошка с луком в сметане', '55 минут', 'тушеная картошка луком сметане лук картофель духовке вегетарианск обед ужин',
'1. Подготовьте необходимые продукты. И для подачи готового блюда можно взять свежий укроп или любую другую зелень.
2. Картофель почистите, вымойте. Нарежьте картошку кусочками среднего размера.
3. Выложите картофель на хорошо разогретую сковородку с растительным маслом.
4. Изредка помешивая, обжаривайте картофель на огне чуть больше среднего 5-10 минут, до хорошего подрумянивания.
5. Сметану соедините с водой, перемешайте до однородности.
6. Репчатый лук почистите и мелко нарежьте. Добавьте лук в сковороду к картофелю.
7. Обжаривайте картошку с луком ещё 5 минут, помешивая.
8. Обжаренный картофель с луком залейте сметаной с водой. Посолите, поперчите и перемешайте.
9. Сверху посыпьте картофель сухим укропом, перетёртым между пальцами.
10. Накройте сковороду крышкой и тушите картошку в сметане на минимальном огне около 30 минут. Тушёная картошка должна стать мягкой.
Подавайте тушеную картошку в горячем виде, посыпав измельчённой зеленью укропа.
Вкусно, успех и овации вам обеспечены!)
Приятного аппетита!'),
	('Спагетти с грибами в сливочном соусе', '35 минут', 'спагетти грибами сливочном соусе соус сливк макароны гриб грибная паста вегетарианск обед ужин',
'1. Лук очищаем и нарезаем кубиками.
2. Грибы нарезаем маленькими кусочками или кубиками.
3. На сковороде с растительным маслом обжариваем лук около 3 минут, до прозрачности. Затем на сковороду с луком выкладываем грибы.
4. Грибы обжариваем около 10 минут. В это время добавляем соль и перец. Жидкость должна полностью испариться.
5. Добавляем сливки. Помешивая, доводим до кипения, после чего убираем с огня.
6. Готовим спагетти. Доводим до кипения 1,7 л воды, подсаливаем (1,5 ч. ложки). Кладем в кастрюлю с водой спагетти вертикально, сделав веер. Ждем пару секунд и полностью опускаем спагетти в воду.
7. Отвариваем спагетти до готовности около 10 минут, после чего воду сливаем.
8. На тарелку выкладываем спагетти, а сверху сливочный соус с грибами.
Приятного аппетита!'),
	('Картофельные зразы с куриным фаршем', '1 час', 'картофельные зразы куриным фаршем куриц фарш картофель картошк котлеты ужин обед',
'1. Картофель очистим, разрежем на четыре части каждый корнеплод. Выложим картофель в кастрюлю, зальем картофель кипятком, чтобы он полностью покрыл картофель. Добавим 0,5 ч. л. соли и варим картофель на среднем огне 20 минут.
2. С готового картофеля сливаем воду, при помощи картофелемялки сделаем из картофеля пюре. Дадим картофелю остыть минуты 3-4.
3. Вбиваем в теплый картофель яйцо.
4. Добавляем муку и хорошо перемешиваем все ингредиенты. Пробуем картофель на соль и, при необходимости, досаливаем.
5. Куриное филе обсушим и нарежем мелким кубиком.
6. Лук репчатый очистим и нарежем полукольцами.
7. Обжарим куриное филе с луком на 0,5 ч. л. растительного масла, добавим по 1 щепотке соли и перца, чтобы мясо и лук дали сок. Тушим мясо с луком 15 минут, до полной готовности куриного мяса.
8. В блендере или в мясорубке измельчаем обжаренное мясо с луком, добавляем по вкусу соль и перец.
9. Теперь сформуем зразы. Из картофельного теста делаем круглую лепешку. На середину лепешки кладем 1 ч. л. мясной начинки.
10. Придаем зразам продолговатую форму. Обваливаем зразы из картофеля в панировочных сухарях.
11. Проделываем так со всем картофельным тестом и начинкой.
12. В сковороду вливаем все оставшееся растительное масло и нагреваем его на огне. 13. Обжариваем зразы с обеих сторон на среднем огне до золотистой корочки.
Готовые зразы подаем к столу горячими, со сметаной. Приятного аппетита!'),
	('Домашние котлеты из фарша', '1 час 30 минут', 'домашние котлеты фарша фарш курины говяж свино мягкие обед ужин',
'1. С кусочков хлеба срезать корочки. Замочить хлеб в воде или молоке.
2. Фарш выложить в миску. Лук очистить, натереть на мелкой терке, добавить к фаршу. 3. Добавить размоченный хлеб (слегка отжать) и желток. Можно в фарш влить пару ложек ледяной воды.
4. Фарш хорошо перемешать до однородности. Затем отбить. Для этого смочить руки водой, поднять фарш над миской примерно на 20 см и с силой бросить в миску. 5. Сделать так примерно 10 раз. Можно отбить фарш сперва частями, а затем несколько раз целиком. Фарш должен стать более плотным и однородным.
6. Миску с фаршем накрыть плёнкой и поместить в холодильник на 30 минут. Затем мокрыми руками сформировать котлеты из фарша (не слишком маленькие, среднего размера).
7. Хорошо разогреть сковороду, налить растительное масло. Выложить котлеты на сковороду, оставляя достаточное расстояние между ними.
8. Жарить котлеты сперва полминуты на большом огне, затем на среднем огне до румяности, по 7-8 минут с каждой стороны. Переворачивать желательно один раз.
9. Обжаренные котлеты выложить в казанок или в сковороду, влить 2-3 ст. ложки кипятка. Накрыть крышкой и тушить на минимальном огне 10 минут.
Домашние котлеты из фарша готовы.
Приятного аппетита!'),
	('Бефстроганоф классический', '55 минут', 'бефстроганов мясо отбивная говядин ужин обед сковородке сковороде',
'1. Мясо порезать на куски толщиной в два пальца. Отбить. Порезать вдоль волокон на кусочки длиной не более 4-5 см.
2. Лук почистить, мелко порезать, обжарить на сковородке.
3. Выложить в лук мясо. Жарить, помешивая, на большом огне 5-7 минут.
4. Добавить муку, перемешать. Добавить 2/3 стакана горячей воды или бульона, тушить минут 10.
5. Добавить сметану. Размешать и тушить 5 минут.
6. Подавать бефстроганов с картофельным пюре, посыпать укропом. Гарниром может служить также рис, гречка.'),
	('Салат "Нежность"', '45 минут', 'салат нежность нежный куриный курицей курица майонез обед праздник праздничный праздничное ужин',
'1. Для салата из яиц, куриного филе и сыра подготавливаем нужные ингредиенты. Куриное филе сначала промываем под проточной водой, а затем отвариваем до готовности.
2. Когда отварное куриное филе остынет, нарезаем его в форме мелких кубиков.
3. Очищаем репчатый лук, нарезаем его мелко. Примерно на 10 минут заливаем лук кипятком. Затем воду сливаем, а лук промываем под холодной водой.
4. В миску разбиваем куриные яйца. Слегка присаливаем их и взбиваем.
5. Из получившейся яичной массы выпекаем блинчики на сковороде, смазанной растительным маслом.
6. Готовые яичные блинчики нарезаем в форме тонкой соломки.
7. Салат с яичными блинчиками, курицей и луком по вкусу солим, заправляем салат майонезом, перемешиваем.
8. Выкладываем салат с куриным филе на тарелку.
9. Верх салата присыпаем сыром, натертым на мелкой терке.
Аппетитный салат "Нежность" готов! Приятной трапезы!'),
	('Шницель из свинины на сковороде', '45 минут', 'шницель мясной свинины свиной сковороде сковород сковородке мясо обед ужин',
'1. Мясо, очищенное от сухожилий и нарезанное на пласты толщиной 1 см, накрываем пищевой пленкой и отбиваем до толщины 5 мм. Солим, перчим.
2. Отбитые пласты мяса обваливаем сначала в муке, затем окунаем во взбитое яйцо, а после обсыпаем сухарями.
3. Запанированное мясо выкладываем на разогретую сковороду с добавлением растительного масла.
4. Обжариваем свиной шницель на среднем огне с обеих сторон до образования хрустящей румяной корочки.
Шницели из свинины готовы! Подаем свиные отбивные с любым гарниром и овощами. Приятного аппетита!'),
	('Куриный шницель', '15 минут', 'куриный шницель курица мясо филе грудка ужин обед отбивная',
'1. Половинку куриной грудки разрезать продольно, слегка прижимая ладонью. Нож при этом держать параллельно столу и разрезать филе не до конца, оставляя примерно 0,5 см. Затем развернуть филе как книжку.
2. Подготовленную грудку накрыть пищевым пакетом или плёнкой и слегка отбить. 3. Посолить и поперчить по вкусу с обеих сторон.
4. Взбить яйца вилкой.
5. Куриное филе окунуть во взбитые яйца с обеих сторон. Затем обвалять в панировочных сухарях, также с двух сторон.
6. Разогреть сковороду, налить растительное масло. Жарить куриный шницель на среднем огне по 2 минуты с каждой стороны.
7. Подавать куриный шницель можно с листьями салата, овощами, рисом или картофельным пюре.
Приятного аппетита!'),
	('Салат Оливье', '1 час 40 минут', 'салат оливье зимний колбаса колбас новогодний новый год праздник праздничн',
'1. Картофель отварить в кожуре, остудить, очистить, нарезать мелким кубиком.
2. Отварить морковь, остудить, очистить, нарезать мелкими кубиками.
3. Яйца отварить вкрутую, остудить, очистить, нарезать кубиками.
4. Огурцы очистить от кожицы, нарезать мелкими кубиками.
5. Зеленый лук измельчить.
6. Нарезать колбасу кубиками.
7. В миске смешать нарезанные овощи, зеленый горошек и майонез. Попробовать салат 
8. Оливье с колбасой на соль и досолить при необходимости по вкусу.'),
	('Крабовый салат', '20 минут', 'крабовый салат крабовые палочки мясо палочк краб кукуруз новый год новогодний праздничный',
'1. Чтобы максимально сократить время приготовления, в самом начале я рекомендую поставить яйца вариться. Начинать варить их необходимо в холодной воде. Доводим воду до кипения и засекаем 8 минут. По их истечении яйца будут сварены вкрутую.
2. Пока яйца варятся, мы можем подготовить все остальные ингредиенты. Начинаем с крабовых палочек. Их необходимо нарезать кубиком. Чтобы салат ощущался максимально однородным, размер этих кубиков не должен быть больше размера зёрен кукурузы. Огурцы нарезаем кубиками такого же размера. И перекладываем всё в глубокую миску. Добавляем в неё кукурузу.
3. К этому времени яйца должны были свариться. Перекладываем их в ёмкость с холодной водой и даём им остыть, чтобы они легко чистились. Затем очищаем яйца. 
4. Нарезаем кубиком. И добавляем к остальным ингредиентам.
5. По вкусу присаливаем салат. Заправляем майонезом. И перемешиваем. 
6. Если вы хотите сделать крабовый салат более диетическим, то вместо покупного майонеза вы можете использовать домашний, а также сметану или греческий йогурт.
7. Салат с крабовыми палочками, огурцами и кукурузой выкладываем на тарелку для подачи. При желании можно украсить его небольшим количеством зелени, я использую укроп.');
